Repository: sbarex/QLMarkdown
Catalog: QLMarkdown/Localizable.xcstrings
Source language: en
Languages: es, it

source: (%1$@) You can manually install the tool from a Terminal shell with this command: ln -sfv "%2$@" "%3$@"
es: (%@) Puedes instalar la herramienta manualmente desde Terminal con este comando: ln -sfv "%@" "%@"
it: (%1$@) Puoi installare manualmente il tool dal Terminale con questo comando: ln -sfv "%2$@" "%3$@"

source: %@ library downloaded from web.
es: Biblioteca %@ descargada desde la web.
it: %@ libreria scaricata dal web.

source: %d characters
es: %d caracteres
it: %d caratteri

source: A file with the same name already exists. Do you want to overwrite it?
es: Ya existe un archivo con el mismo nombre. ¿Quieres sobrescribirlo?
it: Un file con lo stesso nome esiste già. Vuoi sovrascriverò?

source: Are you sure to locally cache the library from the web?
es: ¿Seguro que quieres guardar localmente la biblioteca desde la web?
it: Sei sicuro di scaricare in locale una copia della libreria?

source: Are you sure to reset all settings to factory default?
es: ¿Seguro que quieres restaurar todos los ajustes de fábrica?
it: Sicuro di resettare tutte le impostazioni al valori predefiniti?

source: Browse…
es: Explorar…
it: Sfoglia…

source: Cache a local copy of the library from the web (%@).
es: Guardar una copia local de la biblioteca desde la web (%@).
it: Memorizza una copia locale della libreria scaricandola dal web (%@).

source: Cancel
es: Cancelar
it: Annulla

source: Changes made to the file will be lost.
es: Se perderán los cambios hechos en el archivo.
it: I cambiamenti apportati al file verranno persi.

source: Choose the destination folder
es: Elige la carpeta de destino
it: Seleziona la cartella di destinazione

source: Close
es: Cerrar
it: Chiudi

source: Command line tool installed
es: Herramienta de línea de comandos instalada
it: Strumento a riga di comando installato correttamente.

source: Configuration settings errors!
es: Errores en los ajustes de configuración.
it: Errore di configurazione delle impostazioni!

source: Do not Save
es: No guardar
it: Non salvare

source: Do not show this warning again
es: No volver a mostrar este aviso
it: Non mostrare ancora questo avviso

source: Do you want to save them before closing?
es: ¿Quieres guardarlos antes de cerrar?
it: Vuoi salvare le impostazioni prima di chiudere?

source: Download default CSS theme
es: Descargar tema CSS predeterminado
it: Scarica il tema CSS predefinito

source: Embed (%@)
es: Incrustar (%@)
it: Incorporata (%@)

source: Embed (file missing)
es: Incrustar (archivo no encontrado)
it: Incorporata (file mancante)

source: Emoji (font)
es: Emoji (fuente)

source: Emoji (images)
es: Emoji (imágenes)
it: Emoji (immagini)

source: Error deleting existing file!
es: Error al eliminar el archivo existente.
it: Errore nel cancellare il file esistente!

source: Error downloading the %@ library.
es: Error al descargar la biblioteca %@.
it: Errore scaricando la libreria %@.

source: Error saving the settings!
es: Error al guardar los ajustes.
it: Errore di salvataggio delle impostazioni!

source: GitHub ( Default )
es: GitHub ( predeterminado )
it: GitHub (Predefinito)

source: Ignore
es: Ignorar
it: Ignora

source: Import a CSS file into the standard themes folder.
es: Importa un archivo CSS en la carpeta de temas estándar.
it: Importa un file CSS nella cartella predefinita.

source: Import…
es: Importar…
it: Importa…

source: Math extension
es: Extensión Math
it: Espressioni matematiche

source: Math extension (embedded)
es: Extensión Math (modo incrustado)
it: Espressioni matematiche (locale)

source: Math extension (linked)
es: Extensión Math (modo enlazado)
it: Espressioni matematiche (web)

source: Mermaid diagram
es: Diagrama Mermaid
it: Diagrammi

source: Mermaid diagram (embedded)
es: Diagrama Mermaid (modo incrustado)
it: Diagrammi (locale)

source: Mermaid diagram (linked)
es: Diagrama Mermaid (modo enlazado)
it: Diagrammi (web)

source: No cached file to reveal!
es: No hay ningún archivo en caché para mostrar.
it: Nessun file di cache da rivelare!

source: No cached file to save!
es: No hay ningún archivo en caché para guardar.
it: Nessun file di cache da salvare!

source: Open Application support themes folder
es: Abrir carpeta de temas en Application Support
it: Apri la cartella di supporto per i temi

source: QLMarkdown Preferences
es: Preferencias de QLMarkdown
it: Impostazioni di QLMarkdown

source: Refresh
es: Actualizar
it: Aggiorna

source: Reload
es: Recargar
it: Ricarica

# Rendered in %.3f seconds | %@
source: Rendered in %1$.3f seconds | %2$@
es: Renderizado en %.3f segundos | %@
it: Formattato in %1$.3f secondi | %2$@

source: Reveal CSS in Finder
es: Mostrar CSS en Finder
it: Rivela il file CSS nel Finder

source: Save
es: Guardar
it: Salva

source: Select a custom CSS style
es: Selecciona un estilo CSS personalizado
it: Seziona un file CSS

source: Select a Markdown file to preview
es: Selecciona un archivo Markdown para previsualizar
it: Seleziona un file Markdown da visualizzare

source: Set a word wrap after this number of chars:
es: Ajustar línea después de este número de caracteres:
it: Imposta l’interruzione di riga dopo questo numero di caratteri:

source: Strikethrough
es: Tachado
it: Testo barrato

source: Strikethrough (%@)
es: Tachado (%@)
it: Testo barrato (%@)

source: Switch to dark appearance.
es: Cambiar a apariencia oscura.
it: Passa al tema scuro.

source: Switch to light appearance.
es: Cambiar a apariencia clara.
it: Passa al tema chiaro.

source: The command line tool is not installed.
es: La herramienta de línea de comandos no está instalada.
it: Lo strumento a riga di comando non è installato.

source: The current markdown file has been modified. Are you sure to replace it?
es: El archivo Markdown actual se ha modificado. ¿Seguro que quieres reemplazarlo?
it: Il file markdown attuale è stato modificato. Sicuro di sostituirlo?

source: The markdown file is changed!
es: El archivo Markdown ha cambiado.
it: Il file markdown è cambiato!

source: The source markdown has been changed outside the app, do you want to reload it?
es: El Markdown fuente ha cambiado fuera de la app. ¿Quieres recargarlo?
it: Il file markdown è stato cambiato da un’altra applicazione, vuoi ricaricarlo?

source: The tool will be installed in %@ Do you want to continue?
es: La herramienta se instalará en %@ ¿Quieres continuar?
it: Lo strumento a riga di comando verrà installato in %@. Vuoi continuare?

source: The Updater failed to start. For detailed error information, check the Console.app log.
es: El actualizador no se pudo iniciar. Para ver información detallada del error, revisa el registro en Console.app.
it: Il servizio di aggiornamento non è partito. Per il dettaglio degli errori verifica il logo con Console.app.

source: There are some modified settings
es: Hay ajustes modificados
it: Ci sono alcune impostazioni modificate.

source: This application is not intended to be a Markdown editor, but the interface for customising the Quick Look preview.
es: Esta aplicación no está pensada para ser un editor de Markdown, sino una interfaz para personalizar la vista previa de Quick Look.
it: Questa applicazione non è intesa per essere un editor, ma l’interfaccia per personalizzare le impostazioni dell’anteprima Quick Look.

source: Unable to export the css style!
es: No se puede exportar el estilo CSS.
it: Impossibile esportare lo stile CSS!

source: Unable to export the HTML preview!
es: No se puede exportar la vista previa HTML.
it: Impossibile esportare l’anteprima HTML!

source: Unable to export the Markdown source!
es: No se puede exportar el código Markdown.
it: Impossibile esportare il codice Markdown!

source: Unable to install the command line tool
es: No se puede instalar la herramienta de línea de comandos
it: Impossibile installare lo strumento a riga di comando!

source: Unable to install the tool: %@ is not writable
es: No se puede instalar la herramienta: %@ no permite escritura
it: Impossibile installare lo strumento a riga di comando: %@ non è accessibile in scrittura

source: Unable to save the file!
es: No se puede guardar el archivo.
it: Impossibile salvare il file!

source: Updater Error
es: Error del actualizador
it: Errore di aggiornamento

source: Use a custom CSS file without importing into the standard themes folder.
es: Usa un archivo CSS personalizado sin importarlo en la carpeta de temas estándar.
it: Usa un file CSS senza importarlo nella cartella predefinita dei temi.

source: YAML header
es: Cabecera YAML
it: Intestazioni YAML

source: YAML header (.rmd, .qmd files)
es: Cabecera YAML (archivos .rmd y .qmd)
it: Intestazioni YAML (file .rmd e .qmd)

source: YAML header (all files)
es: Cabecera YAML (todos los archivos)
it: Intestazioni YAML (tutti i file)

source: Yes
es: Sí
it: Sì

source: You can call it from this path: %@
es: Puedes ejecutarla desde esta ruta: %@
it: Puoi eseguirlo da questo percorso: %@

source: You can call the tool directly from this path: %1$@) Manually install from a Terminal shell with this command: ln -sfv "%2$@" "%3$@"
es: Puedes ejecutar la herramienta directamente desde esta ruta: %@ Instálala manualmente desde Terminal con este comando: ln -sfv "%@" "%@"
it: Puoi eseguire lo strumento da questo percorso: %1$@ Puoi installarlo manualmente dal Terminale con questo comando: ln -sfv “%2$@” “%3$@"

source: ** Error loading file *%@*! **
it: ** Errore caricando il file *%@*! **

source: Preferences
it: Impostazioni
